Repository: common-repository/photoq-photoblog-plugin
Catalog: lang/PhotoQ-*.po
Languages: de_de, fr_fr

source: Could not insert field "%1$s" of queued photo "%2$s" with value "%3$s"
de_de: Foto "%2$s": Das Feld "%1$s" mit Wert "%3$s" konnte nicht eingefügt werden.

source: Manage PhotoQ
de_de: PhotoQ verwalten
fr_fr: Gérer PhotoQ

source: PhotoQ Options
de_de: PhotoQ Einstellungen
fr_fr: Options PhotoQ

source: You do not have sufficient privileges to perform this task
de_de: Sie haben ungenügende Rechte um diese Funktion auszuführen
fr_fr: Vous n'avez pas les permissions suffisantes pour effectuer cette action

source: Save Changes
de_de: Änderungen übernehmen
fr_fr: Enregistrer les Modifications

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: PhotoQ Documentation
de_de: PhotoQ Beschreibung
fr_fr: Documentation de PhotoQ

source: Number of photos in the queue: %s
de_de: Anzahl Fotos in der Warteschlange: %s
fr_fr: Nombre de photos dans la queue : %s

source: Next Photos to be published
de_de: Nächste Fotos, die publiziert werden
fr_fr: Photos Suivantes à publier

source: Edit Queue
de_de: Warteschlange bearbeiten
fr_fr: Editer la Queue

source: Add Photos to Queue
de_de: Fotos hinzufügen
fr_fr: Ajouter des Photos à la Queue

source: Could not add DB entry to table %s
de_de: Der Eintrag %s konnte der Datenbank nicht hinzugefügt werden.

source: The field with name "%s" was successfully added.
de_de: Das Feld mit Namen "%s" wurde erfolgreich hinzugefügt.
fr_fr: Le champ nommé "%s" a été ajouté avec succès.

source: The field with name "%s" was successfully deleted.
de_de: Das Feld mit Namen "%s" wurde erfolgreich gelöscht.
fr_fr: Le champ de nom "%s" a été supprimé avec succès.

source: Show PhotoQ
de_de: PhotoQ Warteschlange
fr_fr: Montrer PhotoQ

source: Categories
de_de: Kategorien
fr_fr: Catégories

source: Import the following photos from: %s
de_de: Die folgenden Fotos aus %s importieren
fr_fr: Importation des photos suivantes de : %s

source: Could not find photo with ID: %s
de_de: Konnte das Foto mit ID %s nicht finden.
fr_fr: Impossible de trouver la photo ayant l'ID : %s

source: Your post has been saved.
de_de: Dein Artikel wurde gespeichert.
fr_fr: Votre article a été enregistré.

source: View post
de_de: Artikel ansehen
fr_fr: Voir article

source: Edit post
de_de: Artikel bearbeiten
fr_fr: Editer article

source: Your posts have been saved.
de_de: Ihre Artikel wurden gespeichert.
fr_fr: Vos articles ont été enregistrés.

source: Updating following image sizes:
de_de: Folgende Bildgrössen werden aktualisiert:
fr_fr: Mise à jour des tailles d'images suivantes :

source: Updating following views:
de_de: Folgende Ansichten werden aktualisiert:
fr_fr: Mise à jour des vues suivantes :

source: Updating all published Photos...
de_de: Alle veröffentlichten Fotos werden aktualisiert...
fr_fr: Mise à jour de toutes les Photos publiées...

source: None
de_de: Keine
fr_fr: Aucune

source: No fields so far. You can add some if you like.
de_de: Es wurden noch keine Felder definiert. Sie können Felder hinzufügen wenn Sie wollen.
fr_fr: Aucun champ pour l'instant. Vous pouvez en ajouter si vous le désirez.

source: New Watermark successfully uploaded. Updating image sizes including watermark...
de_de: Das neue Wasserzeichen wurde hochgeladen. Alle Bildgrössen mit Wasserzeichen werden aktualisiert...
fr_fr: Nouveau filigrane importé avec succès. Mise à jour des tailles d'images ayant un filigrane...

source: Options saved.
de_de: Einstellungen gespeichert.
fr_fr: Options enregistrées.

source: PhpThumb failed:
de_de: PhpThumb Fehler:

source: Post "%title%": The photo "%imgname%" could not be found at "%path%".
de_de: Artikel "%title%": Das Foto "%imgname%" konnte unter "%path%" nicht gefunden werden.
fr_fr: Article "%title%" : La photo "%imgname%" n'a pu être trouvée à "%path%".

source: Queued post "%title%": The photo "%imgname%" could not be found at "%path%".
de_de: Artikel mit Titel "%title%" in der Warteschlange: Das Foto "%imgname%" konnte unter "%path%" nicht gefunden werden.
fr_fr: Article "%title%" en attente: La photo "%imgname%" n'a pu être trouvée à "%path%".

source: Could not delete photo "%photo%" from server. Please delete manually.
de_de: Das Foto "%photo%" konnte nicht vom Server entfernt werden. Bitte löschen Sie es manuell.

source: The post with ID "%id%" does not seem to exist.
de_de: Der Artikel mit ID "%id%" scheint nicht zu existieren.
fr_fr: L'article ayant l'ID "%id%" semble être inexistant.

source: The file upload failed with the following error: %errMsg%.
de_de: Das Hochladen der Datei ist mit der folgendend Fehlermeldung fehlgeschlagen: %errMsg%.
fr_fr: L'importation de fichier à échoué avec l'erreur suivante : %errMsg%.

source: The image size "%sizename%" is not defined.
de_de: Die Bildgrösse "%sizename%" ist nicht definiert.
fr_fr: La taille d'image "%sizename%" n'est pas définie.

source: Unable to move "%source%" to "%dest%".
de_de: "%source%" konnte nicht nach "%dest%" verschoben werden.
fr_fr: impossible de déplacer "%source%" vers "%dest%".

source: Error when creating "%dir%" directory. Please check your PhotoQ settings.
de_de: Beim Erstellen des Verzeichnisses "%dir%" ist ein Fehler aufgetreten. Bitte überprüfen Sie die Einstellungen von PhotoQ.

source: The directory "%dir%" does not exist on your server.
de_de: Das Verzeichnis "%dir%" existiert nicht auf dem Server.

source: Error when registering batch process: No photos updated.
de_de: Beim registrieren eines Batch-Prozesses ist ein Fehler aufgetreten: Es wurden daher keine Fotos aktualisiert.
fr_fr: Erreur lors de l'inscription du processus de lot : Aucune photo n'a été mise à jour.

source: Please choose another name, an entry with this name already exists.
de_de: Bitte wählen Sie einen anderen Namen, ein Eintrag mit diesem Namen existiert bereits.
fr_fr: Veuillez choisir un autre nom, une entrée avec ce nom existe déjà.

source: Please choose another name, a meta field with name "%fieldname%" already exists.
de_de: Bitte wählen Sie einen anderen Namen, ein Metafeld mit Namen "%fieldname%" existiert bereits.
fr_fr: Veuillez choisir un autre nom, un champ meta avec le nom "%fieldname%" existe déjà.

source: Please choose another name, a view with name "%viewname%" already exists.
de_de: Bitte wählen Sie einen anderen Namen, eine Ansicht mit Namen "%viewname%" existiert bereits.
fr_fr: Veuillez choisir un autre nom, une vue avec le nom "%viewname%" existe déjà.

source: Could not remove image size. The required directories in %imgDir% could not be removed. Please check your settings.
de_de: Die Bildgrösse konnte nicht entfernt werden. Die entsprechenden Verzeichnisse unter %imgDir% konnten nicht gelöscht werden. Bitte überprüfen Sie Ihre Einstellungen.
fr_fr: Impossible de supprimer la taille d'image. Les répertoires requis dans %imgDir% n'ont pas pu être supprimés. Veuillez vérifier vos réglages.

source: XML import error: Element %element% was missing in %compName% option.
de_de: Fehler beim XML Import: Das Element %element% der %compName% Einstellung fehlte.
fr_fr: Erreur d'importation : L'élement %element% est manquant dans l'option %compName%.

source: The option %optionname% that you tried to import is not allowed.
de_de: Die Einstellung %optionname%, die Sie zu importieren versucht haben, ist nicht erlaubt.
fr_fr: L'option %optionname% que vous avez essayé d'importer n'est pas autorisée.

source: You do not have privileges to delete: %id%
de_de: Sie besitzen die benötigten Rechte um %id% zu löschen nicht.

source: Could not find photo to delete: %id%
de_de: Das zu löschende Foto konnte nicht gefunden werden: %id%

source: Publishing Photo did not succeed.
de_de: Die Veröffentlichung des Fotos ist fehlgeschlagen.
fr_fr: La publication de la photo n'a pas réussi.

source: Queue is empty, nothing to post.
de_de: Die Warteschlange ist leer. Es gibt nichts zu veröffentlichen.
fr_fr: Queue vide, rien à publier.

source: Unable to move %1$s to %2$s
de_de: %1$s konnte nicht nach %2$s verschoben werden
fr_fr: Impossible de déplacer %1$s vers %2$s

source: Unable to create directory %s. Is its parent directory writable by the server?
de_de: Das Verzeichnis %s kann nicht angelegt werden. Ist das übergeordnete Verzeichnis durch den Server beschreibbar?
fr_fr: Impossible de créer le répertoire %s. Son répertoire parent est-il inscriptible par le serveur?

source: Display Name
de_de: Angezeigter Name
fr_fr: Nom Affiché

source: Create post tags from EXIF data
de_de: Automatisch aus den EXIF-Daten Schlagworte generieren
fr_fr: Créer les mots-clés de l'article à partir des données EXIF

source: Note: ImageMagick does not seem to be installed at the location you specified. ImageMagick is optional but might be needed to process bigger photos, plus PhotoQ might run faster if you configure ImageMagick correctly. If you don't care about ImageMagick and are happy with using the GD library you can safely ignore this message.
de_de: Hinweis: ImageMagick scheint an der Stelle, die sie angegeben haben, nicht installiert zu sein. ImageMagick ist optional, kann aber benötigt werden um grössere Fotos zu verarbeiten. Des Weitern läuft PhotoQ möglicherweise schneller wenn ImageMagick korrekt eingestellt ist. Wenn ImageMagick für Sie nicht wichtig ist und sie mit der Leistungsfähigkeit der GD Bilbliothek zufrieden sind, können Sie diesen Hinweis ruhig ignorieren.
fr_fr: Note : ImageMagick ne semble pas être installé à l'endroit que vous avez spécifié. ImageMagick est optionel mais peut être nécessaire pour traiter les grosses images ; de plus, PhotoQ pourra être plus rapide si vous configurez correctement ImageMagick. Si ImageMagick vous importe peu et que l'utilisation de la librairie GD vous convient, vous pouvez ignorer ce message sans problème.

source: Image Quality
de_de: Bildqualität
fr_fr: Qualité de l'Image

source: Add watermark to all images of this size.
de_de: Zu allen Fotos dieser Bildgrösse ein Wasserzeichen hinzufügen.
fr_fr: Ajouter un filigrane à toutes les images de cette taille.

source: Watermark
de_de: Wasserzeichen
fr_fr: Filigrane

source: Maximum Dimensions
de_de: Maximale Dimensionen
fr_fr: Dimensions Maximum

source: px wide
de_de: px breit
fr_fr: px de largeur

source: px high
de_de: px hoch
fr_fr: px de hauteur

source: Crop to max. dimension
de_de: Auf Maximaldimension zuschneiden
fr_fr: Rogner pour obtenir la dimension max.

source: Smallest side
de_de: Schmalste Seite
fr_fr: Plus petit côté

source: Landscape Width
de_de: Querformat-Breite
fr_fr: Largeur en Paysage

source: Original Size
de_de: Originalgröße
fr_fr: Taille d'Origine

source: Keep original image size, don't resize
de_de: Originalgrösse beibehalten, nicht verkleinern
fr_fr: Garder la taille d'origine de l'image, ne pas redimensionner

source: Mixed (Text/Photoblog)
de_de: Gemischt (Text/Photoblog)
fr_fr: Mixte (Text/Photoblog)

source: Commercial Themes
de_de: Kommerzielle Themes
fr_fr: Thèmes Commerciaux

source: Switch Sides
de_de: Seite wechseln
fr_fr: Envoyer de l'autre côté

source: Default is %s
de_de: Standardwert: %s
fr_fr: Par défault c'est %s

source: Image Directory not found
de_de: Bilderverzeichnis konnte nicht gefunden werden
fr_fr: Le Répertoire des Images est introuvable :

source: Image Directory not writable
de_de: PhotoQ hat keine Schreibrechte für das Bilderverzeichnis
fr_fr: Le Répertoire des Images n'est pas inscriptible :

source: Allow importing of photos from the following directory on the server
de_de: Importieren von Fotos aus dem folgenden Serververzeichnis zulassen
fr_fr: Permettre l'importation des photos du répertoire suivant sur le serveur

source: Full path (e.g., %s)
de_de: Kompletter Pfad (z.B. %s)
fr_fr: Chemin complet (e.g., %s)

source: Absolute path to the ImageMagick convert executable. (e.g. %1$s ). Leave empty if %2$s is in the path.| example programname
de_de: Absoluter Pfadname zur ausführbaren ImageMagick "convert" Datei. (z.B. %1$s ). Lassen Sie dies leer falls %2$s schon im Serverpfad ist.| example programname

source: Name of new image size
de_de: Name der neuen Bildgrösse
fr_fr: Nom de la nouvelle taille d'image

source: Hide folder containing original photos. If checked, PhotoQ will attribute a random name to the folder.
de_de: Das Verzeichnis mit Originalfotos verstecken. Falls ausgewählt, wird PhotoQ dem Verzeichnis einen zufälligen Namen zuordnen.
fr_fr: Cacher le dossier contenant les photos originelles. Si coché, PhotoQ attribuera au hasard un nom au dossier.

source: Include photo description in post content (does not apply to freeform mode).
de_de: DIe Beschreibung des Fotos direkt in den Berichtsinhalt einbetten (wird im Freiform-Modus ignoriert).
fr_fr: Inclure la description de la photo dans le contenu de l'article (ne s'applique pas au mode freeform).

source: Photo Description
de_de: PhotoQ Beschreibung
fr_fr: Description de la Photo

source: Include Exif data in post content (does not apply to freeform mode).
de_de: DIe EXIF-Daten direkt in den Berichtsinhalt einbetten (wird im Freiform-Modus ignoriert).
fr_fr: Inclure les données Exif dans le contenu de l'article (ne s'applique pas au mode freeform).

source: Exif Meta Data
de_de: Exif Metadaten
fr_fr: Meta Données Exif

source: Cronjob runs every
de_de: Der Cronjob läuft alle
fr_fr: La tâche cron est lancée toutes les

source: hours
de_de: Stunden
fr_fr: heures

source: Use settings of second post button for automatic posting.
de_de: Beim automatischen Veröffentlichen die Einstellungen des zweiten Veröffentlichungs-Knopfes verwenden.
fr_fr: Utiliser les options du second bouton de publication pour la publication automatique.

source: When cronjob runs, automatically add FTP uploads to queue.
de_de: Wenn der Cronjob ausgeführt wird, automatisch all FTP uploads der Warteschlange hinzufügen.
fr_fr: Quand la tâche cron est lancée, ajouter automatiquement les fichiers à importer par FTP à la queue.

source: Thumbs shown in list of published photos are maximum | ends with: px wide
de_de: Vorschaubilder in der Liste der publizierten Fotos sind maximal

source: px wide| starts with: thumbs ... are
de_de: px breit

source: Thumbs shown in PhotoQ edit dialogs are maximum
de_de: Vorschaubilder in den PhotoQ Bearbeiten-Dialogen sind maximal
fr_fr: Les miniatures affichées sur les pages d'édition de PhotoQ ont au maximum

source: Thumbs shown in WordPress post editing dialog are maximum
de_de: Vorschaubilder im WordPress Editor sind maximal
fr_fr: Les miniatures affichés sur la page d'édition des articles de Wordpress ont au maximum

source: Get default description automatically from EXIF &ldquo;ImageDescription&rdquo; field.
de_de: Standardbeschreibung des Fotos automatisch aus dem EXIF &ldquo;ImageDescription&rdquo; Feld auslesen.
fr_fr: Obtenir automatiquement la description par défaut du champ EXIF &ldquo;ImageDescription&rdquo;.

source: Use EXIF date as post date.
de_de: EXIF Datum auch als Artikel Datum verwenden.

source: Get auto title from EXIF &ldquo;ImageDescription&rdquo; field instead of filename, unless field is empty.
de_de: Standardtitel des Fotos automatisch aus dem EXIF &ldquo;ImageDescription&rdquo; Feld statt aus dem Dateinamen auslesen.
fr_fr: Obtenir automatiquement le titre du champ EXIF &ldquo;ImageDescription&rdquo; au lieu du nom du fichier, sauf si le champ est vide.

source: Custom Filter
de_de: Benutzerdefinierter Filter
fr_fr: Filtre personnalisé

source: An auto title is a title that is generated automatically from the filename. By default PhotoQ creates auto titles by removing the suffix from the filename, replacing hyphens and underscores with spaces and by capitalizing the first letter of every word. You can specify an additional custom filter to remove more from the filename above. Perl regular expressions are allowed, parts of filenames that match the regex are removed (regex special chars %s need to be escaped with a backslash). Note that the custom filter is applied first, before any of the default replacements.
de_de: Ein automatischer Titel ist ein Titel, der automatisch aus dem Dateinamen erstellt wird. Standardmässig generiert PhotoQ automatische Titel, indem es das Suffix des Dateinamens entfernt, anstelle der Bindestriche und Unterstriche Leerzeichen setzt und den ersten Buchstabens eines jeden Wortes in Grossbuchstaben umwandelt. Sie können einen zusätzlichen benutzerdefinierten Filter angeben, um mehr aus dem Dateinamen zu entfernen. Perl Regular Expressions sind erlaubt, Teile von Dateinamen, die der Regex entsprechen werden entfernt (Regex Sonderzeichen %s müssen mit einem Backslash "escaped" werden). Beachten Sie, dass der benutzerdefinierte Filter vor den oben beschriebenen Standardveränderungen angewendet wird.
fr_fr: Un titre automatique est un titre qui est généré automatiquement à partir du nom de fichier. Par défaut PhotoQ crée les titres automatiques en supprimant le suffixe du nom de fichier, en replaçant les traits d'union et tirets bas par des espaces et en mettant en majuscule la première lettre de chaque mot. Vous pouvez spécifier un filtre personnalisé additionnel pour supprimer plus d'éléments du nom de fichier ci-dessus. Les expressions régulières Perl sont acceptées, les parties du nom de fichier qui correspondent à l'expression régulière sont supprimées (les caractères spéciaux regex %s doivent être échappés avec un anti-slash). Notez que le filtre personnalisé est appliqué en première position, avant tout autre remplacement par défault.

source: Examples: <code>IMG</code> to remove the string "IMG" from anywhere within the filename, <code>^IMG</code> to remove "IMG" from beginning of filename.
de_de: Beispiele: <code>IMG</code> um die Zeichenkette "IMG" an einer beliebigen Stelle im Dateinamen zu löschen, <code>^IMG</code> um "IMG" vom Anfang des Dateinamens zu löschen.
fr_fr: Exemple : <code>IMG</code> pour supprimer la chaîne de caractères "IMG" du nom de fichier, <code>^IMG</code> pour supprimer "IMG" uniquement du début du fichier.

source: Do not capitalize words with
de_de: Worte mit weniger als
fr_fr: Ne pas mettre en majuscule les mots ayant

source: characters or less,
de_de: Buchstaben nicht grossschreiben
fr_fr: caractères ou moins,

source: except for the following words
de_de: ausser den folgenden Wörtern
fr_fr: excepté les mots suivants

source: (Separate words with commas)
de_de: (Trennen Sie mehrere Worte durch Kommas)
fr_fr: (Séparer les mots par des virgules)

source: Do not capitalize any of the following words (Separate words with commas)
de_de: Folgende Wörter nie grossschreiben (Trennen Sie meherere Wörter durch Kommas)
fr_fr: Ne mettre en majuscule aucun des mots suivants (Séparer les mots par des virgules)

source: Second post button posts
de_de: Der zweite Veröffentlichungs-Button publiziert
fr_fr: Le Second bouton de publication publie

source: photos at once.
de_de: Fotos auf einmal.
fr_fr: photos en une fois.

source: Fold away category lists per default.
de_de: Kategorienlisten standardmässig zuklappen.
fr_fr: Replier par défaut les listes de catégories.

source: Delete image files from server when deleting post.
de_de: Fotodateien vom Server löschen wenn der entsprechende Beitrag gelöscht wird.
fr_fr: Supprimer les images du serveur lors de la suppression de l'article.

source: Enable Batch Uploads.
de_de: Batch Uploads aktivieren.
fr_fr: Activer les Importations par Lots.

source: This is the default status of posts posted via PhotoQ.
de_de: Dies ist der Standardstatus für Artikel, welche via PhotoQ veröffentlicht wurden.
fr_fr: Ceci est le status par défaut des articles publiés via PhotoQ.

source: PhotoQ will fall back to this author if no author can be determined by any other means. This is for example the case if photos are automatically added to the queue through cronjobs.
de_de: PhotoQ benutzt diesen Autor wenn mit keiner methode ein anderer Autor festgestellt werden kann. Dies ist z.B. der Fall wenn Fotos der Warteschlange automatisch über einen Cronjob hinzugefügt werden.
fr_fr: PhotoQ sélectionnera ce auteur si aucun auteur ne peut être déterminé. C'est par exemple le cas quand les photos sont automatiquement ajoutée à la queue lors des tâches cron.

source: This is the default category for posts posted via PhotoQ.
de_de: Dies ist die Standardkategorie für Artikel, welche durch PhotoQ erstellt werden.
fr_fr: Ceci est la catégorie par défault pour les articles créés à partir de PhotoQ.

source: Every post posted via PhotoQ has these default tags:
de_de: Jeder Eintrag, der mit PhotoQ publiziert wird, hat folgende Standardschlagworte:
fr_fr: Chaque article soumis via PhotoQ a ces mots-clés par défaut :

source: Editor
de_de: Herausgeber
fr_fr: Editeur

source: Author
de_de: Autor
fr_fr: Auteur

source: Bottom Right
de_de: Unten rechts
fr_fr: En Bas à Droite

source: Bottom Left
de_de: Unten links
fr_fr: En Bas à Gauche

source: Top Right
de_de: Oben rechts
fr_fr: En Haut à Droite

source: Top Left
de_de: Oben links
fr_fr: En Haut à Gauche

source: Center
de_de: Zentriert
fr_fr: Au Centre

source: Right
de_de: Rechts
fr_fr: A Droite

source: Left
de_de: Links
fr_fr: A Gauche

source: Top
de_de: Oben
fr_fr: En Haut

source: Bottom
de_de: Unten
fr_fr: En Bas

source: Tile
de_de: kacheln
fr_fr: En Mosaïque

source: Opacity
de_de: Deckkraft
fr_fr: Opacité

source: left/right
de_de: links/rechts
fr_fr: gauche/droite

source: Margins
de_de: Seitenränder
fr_fr: Marges

source: top/bottom
de_de: oben/unten
fr_fr: haut/bas

source: Values smaller than one are interpreted as percentages instead of pixels.
de_de: Werte kleiner als eins werden statt als Pixel als Prozentangaben interpretiert.
fr_fr: Les valeurs inférieures à 1 sont interprêtées comme pourcentages et non pixels.

source: Add to already posted as well.
de_de: Auch bei schon veröffentlichten Fotos hinzufügen.
fr_fr: Ajouter aussi aux articles déjà postés.

source: Delete from already posted as well.
de_de: Auch bei schon veröffentlichten Fotos löschen.
fr_fr: Supprimer aussi des articles déjà postés.

source: Rename already posted as well.
de_de: Auch bei schon veröffentlichten Fotos umbenennen.
fr_fr: Renommer aussi pour les articles déjà postés.

source: selected
de_de: ausgewählt
fr_fr: sélectionné

source: deselected
de_de: abgewählt
fr_fr: déselectionné

source: Before List
de_de: Vor der Liste
fr_fr: Avant la Liste

source: After List
de_de: Nach der Liste
fr_fr: Après la List

source: Between Elements
de_de: Zwischen zwei Elementen
fr_fr: Entre les Eléments

source: Element Formatting
de_de: Formatierung eines Elements
fr_fr: Formatage des Elements

source: You can specify the HTML that should be printed for each element here. Two shortags %1$s and %2$s are available. %1$s is replaced with the name of the EXIF tag, %2$s with its value. Here is an example, showing the default value: %3$s
de_de: Hier können Sie den HTML-Code, der für jedes Element ausgegeben wird, festlegen. Die zwei Shorttags %1$s und %2$s stehen zur Verfügung. %1$s wird mit dem Namen des EXIF tags ersetzt, %2$s mit dessen Wert. Das folgende Beispiel zeigt die Standardeinstellung und illustriert die Handhabung dieses Feldes: %3$s
fr_fr: Vous pouvez spécifier ici le HTML qui doit généré pour chaque élément. Deux balises %1$s et %2$s sont disponibles. %1$s est remplacé par le nom de l'étiquette EXIF, %2$s par sa valeur. Voici un example montrant la valeur par défaut : %3$s

source: Cache Directory not found
de_de: Das Cache Verzeichnis wurde nicht gefunden
fr_fr: Répertoire de Cache introuvable

source: Cache Directory not writeable
de_de: PhotoQ hat keine Schreibrechte für das Cache Verzeichnis
fr_fr: Impossible d'écrire dans le Répertoire de Cache

source: My PhotoQ Presets
de_de: Meine PhotoQ Voreinstellungen
fr_fr: Mes Préréglages PhotoQ

source: Choose your Theme Preset:
de_de: Bitte wählen Sie die Ihrem Theme entsprechende Voreinstellung aus:
fr_fr: Choisissez votre Préréglage de Thème :
