Repository: common-repository/photoq-photoblog-plugin
Catalog: lang/PhotoQ-*.po
Languages: de_de, fr_fr

source: Allowed to use primary post button
de_de: Darf den Veröffentlichungs-Knopf benutzen
fr_fr: Peut utiliser le premier bouton de publication

source: Allowed to use secondary post button
de_de: Darf den zweiten Veröffentlichungs-Knopf benutzen
fr_fr: Peut utiliser le premier bouton de publication

source: Allowed to reorder queue
de_de: Darf die Warteschlange ordnen
fr_fr: Peut réordonner la queue

source: Empty, don't manage.
de_de: Leer, nicht verwalten.
fr_fr: Vide, ne pas gérer.

source: Single Photo
de_de: Einzelnes Foto
fr_fr: Photo Unique

source: Image Link
de_de: Foto-Link
fr_fr: Lien de l'Image

source: linking to
de_de: verweist auf
fr_fr: a un lien vers

source: link having following attributes
de_de: wobei der Link folgende Attribute besitzt
fr_fr: lien ayant les attributs suivants

source: Allows interaction with JS libraries such as Lightbox and Shutter Reloaded without modifying templates.
de_de: Ermöglicht das Zusammenspiel mit JavaScript Bibliotheken wie Lightbox oder Shutter Reloaded, ohne dass Templates modifiziert werden müssen.
fr_fr: Permet l'interaction avec les librairies JS comme Lightbox et Shutter Reloaded sans modifier les fichiers de thème.

source: Freeform
de_de: Freiform

source: HTML as well as the following shorttags are allowed: %s, where %s has to be replaced with the name of the existing image size (e.g. %s or %s) that you want to use.
de_de: HTML, sowie die folgenden shorttags sind erlaubt: %s, wobei %s mit dem Namen der existierenden Bilgrösse, die sie benutzen wollen (z.B. %s oder %s), ersetzt werden muss.
fr_fr: Le HTML aussi bien que les balises suivantes sont autorisés : %s, où %s doit être remplacé par le nom de la taille d'image existante (e.g. %s ou %s) que vous voulez utiliser.

source: The XML file "%s" could not be imported
de_de: Die XML Datei "%s" konnte nicht importiert werden

source: Error when creating directory: %s.
de_de: Beim erstellen des Verzeichnisses %s ist ein Fehler aufgetreten.
fr_fr: Erreur lors de la création du répertoire : %s.

source: Error when creating directory: %s| dirname
de_de: Beim erstellen des Verzeichnisses %s ist ein Fehler aufgetreten:

source: Unable to move %s, posting aborted.| imgname
de_de: Bewegen von %s ist fehlgeschlagen, Veröffentlichung wurde abgebrochen.

source: Image %s already exists, posting aborted.| imgname
de_de: Das Foto %s existiert bereits, Veröffentlichung wurde abgebrochen.

source: Don't call createThumb() on original image.
de_de: createThumb() darf für das Originalbild nicht aufgerufen werden.
fr_fr: Veuillez ne pas appeler createThumb() sur l'image originelle.

source: Entry successfully removed from queue. Corresponding files deleted from server.
de_de: Das Foto wurde erfolgreich von der Warteschlange entfernt. Die entsprechenden Dateien wurden vom Server gelöscht.
fr_fr: Entrée supprimée avec succès de la queue. Fichiers correspondant supprimés du serveur.

source: Title
de_de: Titel
fr_fr: Titre

source: Description
de_de: Beschreibung

source: Tags (separate multiple tags with commas: cats, pet food, dogs)
de_de: Schlagworte (trennen Sie mehrere Schlagworte durch Kommas: Katze, Hund, Haustier)
fr_fr: Mots-clés (séparer les mots-clés multiples par des virgules : chats, aliment pour animal domestique, chiens)

source: Slug
de_de: Titelform
fr_fr: Identifiant

source: Post Author
de_de: Autor des Artikels
fr_fr: Auteur de l'Article

source: Could not insert post into database.
de_de: Der Artikel konnte der Datenbank nicht hinzugefügt werden.

source: Successfully uploaded. '%1$s' added to queue at position %2$d.|filename postion
de_de: Das Foto wurde erfolgreich hochgeladen. '%1$s' wurde an Position %2$d in die Warteschlange eingefügt.

source: Are you sure you want to cancel the upload?
de_de: Sind Sie sicher, dass Sie das Hochladen abbrechen möchten?
fr_fr: Etes-vous sûr de vouloir annuler l'importation?

source: All files uploaded.
de_de: Alle Dateien wurden hochgeladen.
fr_fr: Tous les fichiers ont été importés.

source: Select Photos...
de_de: Fotos auswählen...
fr_fr: Sélection des Photos...

source: Uploading
de_de: Wird momentan hochgeladen:
fr_fr: Importation en cours

source: The file
de_de: Die Datei
fr_fr: Le fichier

source: has a size of zero.
de_de: hatte ein Grösse von null.
fr_fr: a une taille nulle.

source: has an invalid filetype.
de_de: hatten einen ungültigen Dateityp.
fr_fr: est d'un type de fichier non valide.

source: exceeds the upload file size limit of
de_de: überschreitet die Limite für hochzuladende Dateien von
fr_fr: dépasse la limite de téléchargement de

source: You have used your space quota. Please delete files before uploading.
de_de: Sie haben den Ihnen zugeteilten Speicherplatz aufgebraucht. Bitte löschen Sie ein paar Dateien bevor sie etwas Neues hochladen.

source: KB in your php.ini config file.
de_de: KB in Ihrer php.ini Konfigurationsdatei.
fr_fr: KB de votre fichier de configuration php.ini.

source: You have attempted to queue too many files.
de_de: Du hast versucht, zu viele Dateien in die Warteschlange zu stellen.
fr_fr: Le nombre de fichiers que vous avez essayé d'ajouter à la queue est excessif.

source: Upload Queue is empty
de_de: Die Upload-Queue ist leer
fr_fr: La Queue d'Importation est vide

source: Add more...
de_de: Mehr hinzufügen...
fr_fr: En ajouter plus...

source: photos queued for upload
de_de: Fotos zum Hochladen bereit
fr_fr: photos en attente d'importation

source: cancelled
de_de: abgebrochen
fr_fr: annulé

source: Aborting batch processing due to following error:
de_de: Batch-Verarbeitung wegen folgendem Fehler abgebrochen:
fr_fr: Arrêt du processus de lot à cause de l'erreur suivante :

source: Updating done.
de_de: Aktualisierung beendet.
fr_fr: Mise à jour terminée.

source: Please wait, updating
de_de: Bitte warten, die Aktualisierung ist zu

source: complete.
de_de: beendet.

source: PhotoQ Photo
de_de: PhotoQ Foto
fr_fr: Photo importée grâce à PhotoQ

source: To change the current photo of this post, select a new one here and update the post.
de_de: Um das aktuelle Foto dieses Artikels auszuwechseln, können Sie hier ein neues Foto auswählen und anschliessend den Artikel aktualisieren.
fr_fr: Pour changer la photo actuelle de cet article, veuillez en sélectionner une nouvelle ici et mettre à jour l'article.

source: Manage PhotoQ - Enter Info
de_de: PhotoQ verwalten - Informationen eingeben
fr_fr: Gérer PhotoQ - Entrer les Infos

source: Save Batch Info
de_de: Batch-Informationen speichern
fr_fr: Enregistrer les Infos de Lot

source: Queue empty, why not upload some photos?
de_de: Die Warteschlange ist leer. Laden Sie doch ein paar Fotos hoch.
fr_fr: La queue est vide, que diriez-vous d'importer des photos?

source: Clear Queue...
de_de: Warteschlange löschen...
fr_fr: Vider la Queue...

source: Are you sure you want to clear the entire queue?
de_de: Sind Sie sicher, dass Sie die ganze Warteschlange löschen möchten?
fr_fr: Etes-vous sûr de vouloir vider la queue?

source: Sort Criterion:
de_de: Sortierkriterium:
fr_fr: Critère de Classement :

source: Capture Date (oldest first)
de_de: Erfassungsdatum (ältestes zuerst)
fr_fr: Date de Photographie (plus ancien en premier)

source: Capture Date (newest first)
de_de: Erfassungsdatum (neuestes zuerst)
fr_fr: Date de Photographie (plus récent en premier)

source: Title (ascending)
de_de: Titel (aufsteigend)
fr_fr: Titre (ascendant)

source: Title (descending)
de_de: Titel (absteigend)
fr_fr: Titre (descendant)

source: Filename (ascending)
de_de: Dateiname (aufsteigend)
fr_fr: Nom de fichier (ascendant)

source: Filename (descending)
de_de: Dateiname (absteigend)
fr_fr: Nom de fichier (descendant)

source: Random
de_de: Zufällig
fr_fr: Aléatoire

source: Post Next %d Photos...
de_de: Nächste %d Fotos veröffentlichen...
fr_fr: Publier les %d Photos Suivantes...

source: Post Whole Queue...
de_de: Alle Fotos veröffentlichen...
fr_fr: Publier toute la queue...

source: Are you really sure you want to publish the next entries in the queue?
de_de: Sind Sie sicher, dass Sie die nächsten Fotos veröffentlichen möchten?
fr_fr: Etes-vous sûr de vouloir publier les entrées suivantes de la queue?

source: Post Top of Queue...
de_de: Erstes Foto veröffentlichen...
fr_fr: Publier le Début de la Queue...

source: Are you sure you want to publish the first entry of the queue?
de_de: Sind Sie sicher, dass Sie das erste Foto veröffentlichen möchten?
fr_fr: Etes-vous sûr de vouloir publier la première entrée de la queue?

source: Thumbnail
de_de: Miniaturbild
fr_fr: Miniature

source: Captured
de_de: Erfasst
fr_fr: Photographié

source: Click to see full-size photo
de_de: Klicken um das Foto in voller Grösse zu sehen
fr_fr: Cliquer pour voir l'image en taille réelle

source: Edit
de_de: Bearbeiten
fr_fr: Editer

source: Delete entry? Corresponding image will also be deleted from server?
de_de: Eintrag löschen? Das entsprechende Foto wird dann auch vom Server gelöscht.
fr_fr: Supprimer cette entrée ? L'image correspondante sera aussi supprimée du serveur ?

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Auto Configuration
de_de: Auto Konfiguration

source: Users - Load Theme Preset:
de_de: Benutzer - Laden Sie eine Theme Voreinstellung:
fr_fr: Utilisateurs - Charger un Préréglage de Thème :

source: Load Theme Preset
de_de: Theme-Voreinstellung laden

source: Are you sure? This will override some of your current settings. Further, all of your published posts will be rebuilt, which might take a while.
de_de: Sind Sie sich sicher? Dies überschreibt einige Ihrer jetzigen Einstellungen. Des Weiteren, werden alle veröffentlichten Fotos erneuert. Dies kann demnach eine Weile dauern.
fr_fr: Etes-vous sûr? Ceci écrasera certains de vos réglages actuels. De plus, tous vos articles publiés seront reconstruits, ce qui peut durer un bon moment.

source: Theme Authors - Create Theme Preset:
de_de: Theme-Autoren - Erstellen Sie eine Voreinstellung für Ihr Theme:
fr_fr: Auteurs de Thèmes - Créer un Préréglage de Thème :

source: Want your theme included in above list? All you need to do is to create a preset using the form below and make it available to the users of your theme. If you want me to include your preset as one of PhotoQ's defaults, please additionally send me a pointer to the preset you created.
de_de: Wollen Sie, dass Ihr Theme Teil der obigen Liste wird? Alles, was Sie dazu tun müssen, ist mit Hilfe des untenstehenden Formulars eine Voreinstellung zu erstellen und diese den Benutzern Ihres Themes zur Verfügung zu stellen. Wenn Sie wünschen, dass ich Ihre Voreinstellung standardmässig zu PhotoQ hinzufüge, lassen Sie mir bitte zusäzlich einen Verweis auf die erstellte Voreinstellung zukommen.
fr_fr: Vous voulez-que votre thème soit inclu dans la liste ci-dessus? Il vous suffit de créer un préréglage en utilisant le formulaire ci-dessous et de le mettre à la disposition des utilisateurs de votre thème. Si vous voulez que j'inclue votre préréglage par défaut dans PhotoQ, veuillez m'envoyez aussi un lien vers le préréglage que vous avez créé.

source: All of the following information is optional. However, the more complete the info is, the better. Also, more accurate info increases the chances that I will include your preset as a default.
de_de: Alle folgenden Angaben sind optional. Dennoch, je kompletter die Informationen sind, desto besser. Präzisere Angaben erhöhen die Chance, dass Ihre Voreinstellung standardmässig zu PhotoQ hinzugefügt wird.
fr_fr: Toutes les informations suivantes sont optionnelle. Néanmoins, il est mieux que les informations soient les plus complètes possible. De plus, des informations plus exactes augmentent les chances que j'inclue votre préréglage par défaut.

source: Filename
de_de: Dateiname
fr_fr: Nom du fichier

source: Theme Name
de_de: Namen des Themes
fr_fr: Nom du Thème

source: Theme Category
de_de: Kategorie des Themes
fr_fr: Catégorie du Thème

source: Theme URL
de_de: URL des Themes
fr_fr: URL du Thème

source: Theme Author Name
de_de: Name des Theme-Autors
fr_fr: Nom de l'Auteur du Thème

source: Theme Author Contact Info (URL/Email)
de_de: Kontaktangaben des Theme-Autors
fr_fr: Informations de Contact de l'Auteur du Thème (URL/Email)

source: Your Name
de_de: Ihr Name
fr_fr: Votre Nom

source: Your Contact Info (URL/Email)
de_de: Ihre Kontaktangaben (URL/Email)
fr_fr: Vos Informations de Contact (URL/Email)

source: Include default Tags
de_de: Standardschlagworte miteinbeziehen
fr_fr: Inclure les Mots-clés par défaut

source: Include default Category
de_de: Standardkategorien miteinbeziehen
fr_fr: Inclure la catégorie par défaut

source: Create Theme Preset
de_de: Theme-Voreinstellung erstellen

source: Image sizes
de_de: Bildgröße
fr_fr: Tailles d'image

source: Hide 'original' folder
de_de: 'original'-Verzeichnis verstecken
fr_fr: Cacher le dossier 'original'

source: Current name
de_de: Aktueller Name
fr_fr: Nom Actuel

source: Views
de_de: Ansichten
fr_fr: Vues

source: Exif Formatting Options:
de_de: Exif Formatierungsoptionen:
fr_fr: Options de Formatage Exif:

source: Choose Exif Tags
de_de: Exif Tags auswählen:
fr_fr: Choisir les Etiquettes Exif

source: You can select/deselect EXIF tags via drag-and-drop between the two lists.<br/>Within the list of selected tags you can also change the order via drag-and-drop.
de_de: Sie können EXIF Tags via drag-and-drop zwischen den zwei Listen aus-/abwählen.<br/>Innerhalb der Liste mit ausgewählten Tags können Sie deren Anordnung via drag-and-drop ändern.
fr_fr: Vous pouvez sélectionner/déselectionner les étiquettes Exif par glisser-déposer entre les deux listes.<br />Dans la liste des étiquettes sélectionnées, vous pouvez aussi modifier l'ordre par glisser-déposer.

source: No tags yet. PhotoQ will learn exif tags from uploaded photos. Upload a photo first, then come back and choose your exif tags here.
de_de: Es sind noch keine EXIF tags vorhanden. PhotoQ lernt EXIF tags aus hochgeladenen Fotos. Laden Sie zuerst ein Foto hoch und kommen Sie dann hierher zurück um EXIF tags auszuwählen.
fr_fr: Pas encore d'étiquette. PhotoQ extraira les étiquettes exif des photos importées. Importez d'abord une photo, ensuite revenez choisir vos étiquettes exif ici.

source: Watermarking
de_de: Wasserzeichen
fr_fr: Ajout de Filigrane

source: Watermark Image
de_de: Wasserzeichen:
fr_fr: Image du Filigrane

source: Change Watermark
de_de: Wasserzeichen ändern
fr_fr: Changer Filigrane

source: Meta Fields
de_de: Metafelder
fr_fr: Champs Personnalisés

source: Upon Add:
de_de: Beim Hinzufügen:
fr_fr: A l'Ajout :

source: Upon Delete:
de_de: Beim Löschen:
fr_fr: A la Suppression :

source: Upon Rename:
de_de: Beim Umbenennen:
fr_fr: Au Renommage :

source: Defined Fields:
de_de: Definierte Felder:
fr_fr: Champs Définis :

source: Name of new field
de_de: Name des neuen Feldes:
fr_fr: Nom du nouveau champ

source: Add Meta Field
de_de: Metafeld hinzufügen
fr_fr: Ajouter Champ Personnalisé

source: Further Options
de_de: Weitere Optionen
fr_fr: Options Supplémentaires

source: Second Post Button:
de_de: Zweiter Veröffentlichungs-Button:
fr_fr: Second Bouton de Publication :

source: Automatic Posting:
de_de: Automatische Veröffentlichungen:
fr_fr: Publication Automatique :

source: PhotoQ Post Status:
de_de: Standardstatus der PhotoQ Beiträge:
fr_fr: Status des Articles Importés Grâce à PhotoQ :

source: PhotoQ Default Category:
de_de: PhotoQ Standardkategorie:
fr_fr: Catégorie Par Défaut pour PhotoQ :

source: PhotoQ Default Author:
de_de: PhotoQ Standardautor:
fr_fr: Auteur par défaut pour PhotoQ :

source: PhotoQ Default Tags:
de_de: PhotoQ Standardschlagworte:
fr_fr: Tags Par Défaut pour PhotoQ :

source: Auto Titles:
de_de: Automatische Titel:
fr_fr: Titres Automatiques :

source: Auto Description:
de_de: Automatische Beschreibung:

source: EXIF Date:
de_de: EXIF Datum:

source: Roles/Capabilities:
de_de: Benutzerrollen/-rechte:
fr_fr: Rôles/Permissions :

source: Admin Thumbs:
de_de: Vorschaubilder im Administrationsbereich:
fr_fr: Miniatures dans l'Administration :

source: Fold Categories:
de_de: Kategorien zuklappen:
fr_fr: Replier les Catégories :

source: Deleting Posts:
de_de: Beiträge löschen:
fr_fr: Suppression des Articles :

source: Image Directory:
de_de: Bilderverzeichnis:
fr_fr: Répertoire des Images :

source: ImageMagick Path:
de_de: ImageMagick Pfad:
fr_fr: Chemin vers ImageMagick :

source: (Sitewide Setting)
de_de: (Seitenweite Einstellung)
fr_fr: (Réglage Général)

source: Maintenance
de_de: Wartungsmodus

source: Fix Permissions:
de_de: Rechte in Ordnung bringen:
fr_fr: Corriger les Permissions :

source: Fix File and Folder Permissions
de_de: Datei- und Verzeichnisrechte in Ordnung bringen
fr_fr: Corriger les Permissions des Fichiers et Répertoires

source: Rebuild Published:
de_de: Veröffentlichte Fotos erneuern:
fr_fr: Réinitialiser Photos Publiées :

source: Rebuild All Published Photos
de_de: Alle veröffentlichten Fotos wiederherstellen
fr_fr: Réinitialiser Toutes les Photos Publiées

source: Are you sure? This will rebuild all published photos recreating all the thumbs. It might thus take a while.
de_de: Sind Sie sich sicher? Dies erneuert all veröffentlichten Fotos und erstellt all Vorschaubilder neu. Dies kann demnach eine Weile dauern.
fr_fr: Etes-vous sûr? Cela réinitialisera toutes les photos publiées et recréera toutes les miniatures. Ce qui peut durer un bon moment.

source: PhotoQ is free software. Still, countless of hours went into its development and made PhotoQ what it is today. Have you ever thought of giving something back?
de_de: PhotoQ ist Gratis-Software. Dennoch wurden unzählige Stunden an Entwicklung investiert um PhotoQ zu dem zu machen was es heute ist. Haben Sie jemals daran gedacht, etwas zurückzugeben?
fr_fr: PhotoQ est un logiciel gratuit. Néanmoins, de longues heures ont été consacrées à son développement et ont fait de PhotoQ ce qu'il est aujourd'hui. Avez-vous déjà pensé donner quelque chose en échange?

source: A donation is an easy way of showing the developer your appreciation.
de_de: Eine Spende ist ein einfacher Weg um dem Entwickler Ihre Anerkennung zu zeigen.
fr_fr: Un don est un moyen facile de montrer au développeur que vous appréciez.

source: Yes, I support PhotoQ and would like to make a donation
de_de: Ja, ich unterstütze PhotoQ und spende gerne
fr_fr: Oui, je supporte PhotoQ et je voudrais faire un don

source: No, thanks
de_de: Nein danke
fr_fr: Non, merci

source: I already donated
de_de: Ich habe schon gespendet
fr_fr: J'ai déjà fait un don

source: Manage PhotoQ - Upload
de_de: PhotoQ verwalten - Hochladen
fr_fr: Gérer PhotoQ - Importation

source: Enter common info:
de_de: Gemeinsame Informationen eingeben:
fr_fr: Entrer les infos générales :

source: Import/Enter Info &raquo;
de_de: Importieren/Informationen eingeben &raquo;
fr_fr: Importer/Entrer Info &raquo;

source: Enter Info &raquo;
de_de: Informationen eingeben &raquo;
fr_fr: Entrer Info &raquo;

source: Import from FTP directory...
de_de: Aus FTP Verzeichnis importieren...
fr_fr: Importer d'un répertoire FTP...

source: Upload New Watermark
de_de: Neues Wasserzeichen hochladen
fr_fr: Importer Nouveau Filigrane

source: Locate Watermark:
de_de: Wasserzeichen auswählen:
fr_fr: Localiser le Filigrane :

source: Upload
de_de: Hochladen
fr_fr: Importation

source: Width and height of Dimension must be positive and numeric.
de_de: Breite und Höhe der Dimension müssen positiv und numerisch sein.

source: Cleaned old folder structure.
fr_fr: Ancienne structure de dossier nettoyée.

source: PhotoQ Support Forum
fr_fr: Forum de Support de PhotoQ

source: An error occured in batch processing.
fr_fr: Une erreur est survenue lors du traitement par lot.

source: An error occured.
fr_fr: Une erreur est survenue.

source: The XML file "%filename%" could not be imported
fr_fr: Le fichier XML "%filename%" n'a pas pu être importé

source: Thumb created successfully
fr_fr: Miniature créée avec succès

source: Failed:
fr_fr: Echec :

source: Original photo moved successfully
fr_fr: Photo originelle déplacée avec succès

source: Photoblog Themes
fr_fr: Thèmes Photoblog

source: Textblog Themes
fr_fr: Thèmes Textblog

source: Could not delete photo %s from server. Please delete manually.
fr_fr: Impossible de supprimer la photo %s du serveur. Veuillez la supprimer manuellement.

source: You do not have privileges to delete: %s
fr_fr: Vous n'avez pas la permission de supprimer : %s

source: Could not find photo to delete: %s
fr_fr: Impossible de trouver la photo à supprimer : %s

source: Add Image Size
fr_fr: Ajouter une Taille d'Image

source: Batch Uploads:
fr_fr: Importation par Lot :

source: FTP Upload:
fr_fr: Importation par FTP :

source: Upgrade:
fr_fr: Mise à jour :

source: Upgrade from PhotoQ < 1.5
fr_fr: Mise à jour à partir d'une version < 1.5

source: Move Image Directory to wp-content
fr_fr: Déplacer le Répertoire Image vers wp-content

source: Move
fr_fr: Déplacer

source: Please read the instructions before doing the upgrade
fr_fr: Veuillez lire les instructions avant de faire la mise à jour

source: And remember: Not saving your wordpress database before might turn out to be one of the most stupid things you did lately.
fr_fr: Et rappelez-vous : Ne pas sauvegarder votre base de données wordpress peut se révéler être l'une des choses les plus stupides que vous ayiez fait récemment.

source: The following photos will be imported:
fr_fr: Les photos suivantes seront importées :

source: Number of photos to import:
fr_fr: Nombre de photos à importer :

source: Upgrade
fr_fr: Mise à jour

source: Remove old folder structure
fr_fr: Supprimer l'ancienne structure de dossier

source: Please only do this once you are sure your update was successful.
fr_fr: Veuillez effectuer ceci uniquement après vous être assuré du succès de votre mise à jour.

source: The following folders will be deleted:
fr_fr: Les dossiers suivants seront supprimés :

source: Delete Folders
fr_fr: Supprimer Dossiers
